"OK" = "Добре";
"All subscriptions" = "Всички абонаменти";
"Privacy" = "поверителност";
"Privacy policy" = "Политика за поверителност";
"Purchases restored successfully!" = "Покупките са възстановени успешно!";
"Restore" = "Възстанови";
"Restore purchases" = "Възстановяване на покупките";
"Terms" = "Условия";
"Terms and conditions" = "Правила и условия";
"Annual" = "Годишен";
"6 Month" = "6 месеца";
"3 Month" = "3 месеца";
"2 Month" = "2 месеца";
"Monthly" = "Месечно";
"Weekly" = "Ежеседмично";
"Lifetime" = "Живот";
"%d%% off" = "%d%% намаление";
"Continue" = "продължи";
"Default_offer_details_with_intro_offer" = "Започнете своя пробен период от {{ sub_offer_duration }}, след което {{ total_price_and_per_month }}.";
"Something went wrong" = "Нещо се обърка";
